Repository: a-pasquale/Products.Scrawl
Catalog: Products/Scrawl/locales/*/LC_MESSAGES/scrawl.po
Languages: cs, es, ja, nl, pt_br, tr

source: A blog entry that will show up in the blog view.
cs: Záznam blogu, který bude zahrnut do zobrazení blogu.
es: Una publicación que se mostrará en la vista de bitácora.
ja: blogビューに表示されるblogエントリ
nl: Een weblog item dat zichtbaar zal zijn in de weblog weergave.
pt_br: Um post a ser exibido na visão de Blog
tr: Günlük görünümünde gösterilecek bir günlük girdisi.

source: Blog Entry
cs: Záznam Blogu
es: Entrada en la bitácora
ja: Blogエントリー
nl: Weblog item
pt_br: Post
tr: Günlük girdisi

source: Blog view
cs: Zobrazení blogu
es: Vista de Bitácora
ja: Blogビュー
nl: Weblog weergave
pt_br: Visão de Blog
tr: Günlük görünümü

source: View Blog Entry
cs: Zobrazení záznamu blogu
es: Ver la publicación de la bitácora
ja: Blog Entryを見る
nl: Bekijk weblog item
pt_br: Visão de Post
tr: Günlük girdisine bak

source: author_title
cs: Zobrazit více záznamů od tohoto autora
es: Lea más entradas de este autor
ja: この投稿者の他の記事を読む
nl: Lees meer items van deze auteur
pt_br: Leia mais posts desse autor
tr: Bu yazarın başka gönderilerini oku

source: label_blog_entry_categories
cs: Zařazeno pod: ${categories}
es: Archivado en: ${categories}
ja: カテゴリー: ${categories}
nl: CategorieÃ«n: ${categories}
pt_br: Categoria: ${categories}
tr: Kategorileri: ${categories}

source: label_blog_entry_date
cs: přidáno: ${date}
es: el día ${date}
ja: 最終変更日時 ${date}
nl: op ${date}
pt_br: em ${date}
tr: tarih: ${date}

source: label_blog_entry_read_comments
cs: Zobrazit komentáře ${comments} ${no_comments}
es: Leer comentarios ${comments} ${no_comments}
ja: コメントを読む ${comments} ${no_comments}
nl: Lees commentaar ${comments} ${no_comments}
pt_br: Ler comentários ${comments} ${no_comments}
tr: Yorumları oku ${comments} ${no_comments}

source: label_blog_entry_read_comments_none_yet
cs: (Zatím žádné)
es: (Ninguno aún)
ja: (現在コメントはありません)
nl: (Nog geen)
pt_br: (Nenhum ainda)
tr: (henüz yok)

source: label_blog_entry_read_comments_so_far
cs: (doposud ${blog_entry_count})
es: (${blog_entry_count} hasta ahora)
ja: (${blog_entry_count}エントリー)
nl: (${blog_entry_count} tot nu toe)
pt_br: (${blog_entry_count} até agora)
tr: (şimdiye kadar ${blog_entry_count} tane)

source: label_blog_entry_read_comments_title
cs: Zobrazit komentáře k tomuto záznamu a přidat svůj.
es: ¡Lea los comentarios sobre esta entrada y escriba su opinión!
ja: この記事のコメントを読んで、自分で評価してください
nl: Lees het commentaar op dit item en reageer zelf ook!
pt_br: Leia os comentários sobre este post e dê sua opinião!
tr: Bu gönderiye yapılan yorumları okuyup kendiniz de görüş belirtin!

source: label_blog_showing_blog_entries_tagged_as
cs: Zobrazit záznamy blogu označené jako: ${keyword}
es: Listado de entradas que contienen las etiquetas: ${keyword}
ja: ${keyword}のタグのエントリーを表示しています
nl: Toont weblog items met categorie: ${keyword}
pt_br: Lista de posts da categoria: ${keyword}
tr: ${keyword} takısı iliştirilmiş günlük girdileri gösteriliyor

source: label_perma_link
cs: Permanentní odkaz
es: Permalink (Enlace permanente)
ja: パーマリンク
nl: Permalink
pt_br: Permalink
tr: Kalıcı bağlantı
